Repository: darioconcilio/ExchangeTest
Catalog: Translations/Exchange Test.*.xlf
Languages: it_it

# Codeunit 7228971 - Method 3050346346 - NamedType 1036247977
source: Token limit exceeded
it_it: Limite di token superato

# Codeunit 2144157031 - Method 3867556164 - NamedType 1112260318
source: IA: Generating...
it_it: IA: Generazione...

# Table 3145283264 - Property 2879900210
source: Country By Currency
it_it: Paese per valuta

# Table 3145283264 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 3145283264 - Field 2464412217 - Property 2879900210
source: Country/Region ISO Code
it_it: Paese/Regione Codice ISO

# Table 3145283264 - Field 2908670124 - Property 2879900210
source: Country/Region Name
it_it: Nome paese/regione

# Table 3145283264 - Field 4198939294 - Property 2879900210
source: Currency Code
it_it: Codice Valuta

# Table 658156254 - Property 2879900210
source: Exchange Currency Info
it_it: Informazioni sulla valuta di cambio

# Table 658156254 - NamedType 513202237
source: Authentication Code Not Found
it_it: Codice di autenticazione non trovato

# Table 658156254 - NamedType 780735546
source: Error call %1
it_it: Errore chiamata %1

# Table 658156254 - Method 4268226447 - NamedType 3693459255
source: Token named %1 not found
it_it: Token denominato %1 non trovato

# Table 658156254 - Method 2371529633 - NamedType 1178781371
source: Retrieving requested information, in progress..
it_it: Recupero delle informazioni richieste, in corso.

# Table 658156254 - Method 2225982788 - NamedType 1178781371
source: Retrieving requested information, in progress..
it_it: Recupero delle informazioni richieste, in corso.

# Table 658156254 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 658156254 - Field 2595622121 - Property 2879900210
source: Decimal Digits
it_it: Cifre decimali

# Table 658156254 - Field 535429760 - Property 2879900210
source: Icon Name
it_it: Nome icona

# Table 658156254 - Field 2961552353 - Property 2879900210
source: Name
it_it: Nome

# Table 658156254 - Field 3537062371 - Property 2879900210
source: Name Plural
it_it: Nome Plurale

# Table 658156254 - Field 1283429908 - Property 2879900210
source: Roundring
it_it: Arrotondamento

# Table 658156254 - Field 1442938154 - Property 2879900210
source: Symbol
it_it: Simbolo

# Table 658156254 - Field 3310897673 - Property 2879900210
source: Symbol Native
it_it: Simbolo nativo

# Table 658156254 - Field 1878130204 - Property 2879900210
source: Type
it_it: Tipo

# Page 1498845407 - Property 2879900210
source: Countries By Currency
it_it: Paesi per valuta

# Page 1498845407 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it_it: Specifica il valore del campo Codice.

# Page 1498845407 - Control 2464412217 - Property 1295455071
source: Specifies the value of the Country/Region ISO Code field.
it_it: Specifica il valore del campo Codice ISO Paese.

# Page 1498845407 - Control 2908670124 - Property 1295455071
source: Specifies the value of the Country/Region Name field.
it_it: Specifica il valore del campo Nome paese.

# Page 4063872663 - Property 2879900210
source: Currency Info Card
it_it: Scheda informativa valuta

# Page 4063872663 - Control 2445482498 - Property 2879900210
source: General
it_it: Generale

# Page 4063872663 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field.
it_it: Specifica il valore del campo Codice.

# Page 4063872663 - Control 2595622121 - Property 1295455071
source: Specifies the value of the Decimal Digits field.
it_it: Specifica il valore del campo Cifre decimali.

# Page 4063872663 - Control 535429760 - Property 1295455071
source: Specifies the value of the Icon Name field.
it_it: Specifica il valore del campo Nome icona.

# Page 4063872663 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
it_it: Specifica il valore del campo Nome.

# Page 4063872663 - Control 3537062371 - Property 1295455071
source: Specifies the value of the Name Plural field.
it_it: Specifica il valore del campo Nome plurale.

# Page 4063872663 - Control 1283429908 - Property 1295455071
source: Specifies the value of the Roundring field.
it_it: Specifica il valore del campo Arrotondamento.

# Page 4063872663 - Control 1442938154 - Property 1295455071
source: Specifies the value of the Symbol field.
it_it: Specifica il valore del campo Simbolo.

# Page 4063872663 - Control 3310897673 - Property 1295455071
source: Specifies the value of the Symbol Native field.
it_it: Specifica il valore del campo Simbolo nativo.

# Page 4063872663 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field.
it_it: Specifica il valore del campo Tipo.

# PageExtension 151086385 - Action 2255690061 - Property 1295455071
source: Additional Info by Currency API Service
it_it: Ulteriori informazioni per servizio API Currency

# PageExtension 151086385 - Action 2255690061 - Property 2879900210
source: Additional Info
it_it: Informazioni aggiuntive

# Codeunit 2050128003 - Method 2393523163 - NamedType 4288424883
source: Countries stored into Azure Blob Storage!
it_it: Paesi archiviati in Archiviazione BLOB di Azure!

# Codeunit 2050128003 - Method 2226245082 - NamedType 4288424883
source: Data Imported!
it_it: Dati importati!

# Page 1220299571 - Property 2879900210
source: Import Data From BlobStorage (Temp)
it_it: Importare dati da BlobStorage (Temp)

# Page 1220299571 - Property 3863440606
source: import,azure,storage,blob,country,countries
it_it: importazione,azure,archiviazione,blob,paese,paesi

# Page 1220299571 - Control 3004954119 - Property 1295455071
source: Specifies the country/region of the address.
it_it: Specifica il paese o l'area geografica dell'indirizzo.

# Page 1220299571 - Control 2447562628 - Property 1295455071
source: Specifies a two-letter country code defined in ISO 3166-1.
it_it: Specifica un codice paese di due lettere definito nella norma ISO 3166-1.

# Page 1220299571 - Control 2961552353 - Property 1295455071
source: Specifies the country/region of the address.
it_it: Specifica il paese o l'area geografica dell'indirizzo.

# Page 1220299571 - Action 15074807 - Property 1295455071
source: Import data from Azure BLOB Storage
it_it: Importare dati da Archiviazione BLOB di Azure

# Page 1220299571 - Action 15074807 - Property 2879900210
source: Import Data
it_it: Importa dati

# Page 4063872663 - Action 3077359538 - Property 2879900210
source: AI Utilities
it_it: Utilità AI

# Page 4063872663 - Action 1968785495 - Property 1295455071
source: AI can find additional information for missing countries to create new Country/Region entries in Business Central
it_it: L'intelligenza artificiale può trovare informazioni aggiuntive per i paesi mancanti per creare nuove voci di paese/regione in Business Central

# Page 4063872663 - Action 1968785495 - Property 2879900210
source: Get Missed Countries
it_it: Ottieni paesi persi

# Page 4063872663 - Action 3953926650 - Property 2879900210
source: Storage Account
it_it: Account di archiviazione

# Page 4063872663 - Action 4069550845 - Property 2879900210
source: Blob Storage Account
it_it: Account di archiviazione BLOB

# EnumExtension 3595332187 - EnumValue 4265970709 - Property 2879900210
source: Exchange
it_it: Scambio

# PermissionSet 2556694695 - Property 2879900210
source: Exchange Test
it_it: Test di scambio
